{
  "blink.cmp": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "vim-nightfly-guicolors": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "yats.vim": { "branch": "master" }
}
